{
    "login":"लॉग इन",
    "register":"रजिस्टर",
    
    
    "home":"होम",
    "home_heading":"आपकी उंगलियों पर एआई-आधारित मौखिक कैंसर का पता लगाना",
    "home_content":"ओरलस्कैन एक उन्नत एआई-संचालित पाल्टफ़ॉर्म है जिसे मौखिक कैंसर का शीघ्र पता लगाने में सहायता के लिए डिज़ाइन किया गया है। हमारा मिशन सभी के लिए सुलभ, तेज़ और विश्वसनीय स्क्रीनिंग समाधान प्रदान करना है, विशेष रूप से वंचित समुदायों में जहां समय पर निदान से जान बचाई जा सकती है।",
    
    
    "ribbon":"मुंह के कैंसर का निदान अब संभव है - केवल एक छवि अपलोड करके, डॉक्टर की नियुक्ति के बिना, पूरी तरह से सुरक्षित और तेज़।",
    
    
    "about":"वेबसाइट के बारे में",
    "about_heading":"एआई इनोवेशन के माध्यम से अगली पीढ़ी के ओरल कैंसर का पता लगाना",
    "about_content":"हमारा प्लेटफ़ॉर्म मौखिक छवियों का विश्लेषण करने और उच्च सटीकता के साथ कैंसर के शुरुआती लक्षणों की पहचान करने के लिए उन्नत कृत्रिम बुद्धिमत्ता (एआई) तकनीकों का उपयोग करता है।",
    "about_button":"और पढ़ें",
    
    
    "how_it_works":"कार्यरत",
    "how_it_works_top":"हमारा प्लेटफ़ॉर्म आपकी कैसे मदद करता है",
    "how_it_works_content":"हमारा एआई-संचालित मौखिक कैंसर का पता लगाने वाला प्लेटफॉर्म उच्च सटीकता के साथ अपलोड की गई मुंह की छवियों का विश्लेषण करने के लिए एफिशिएंटनेट जैसे गहन शिक्षण मॉडल का लाभ उठाता है। उपयोगकर्ता अपने डिवाइस के कैमरे का उपयोग करके आसानी से फोटो अपलोड कर सकते हैं या उन्हें लाइव कैप्चर कर सकते हैं। यह प्रणाली कुछ सेकंड के भीतर वास्तविक समय पर निदान प्रदान करती है, जिससे संभावित कैंसरग्रस्त ऊतकों का शीघ्र पता लगाने में मदद मिलती है। सभी उपयोगकर्ता डेटा पूरी तरह से एन्क्रिप्टेड और सुरक्षित रूप से प्रबंधित किया जाता है, जिससे पूरी प्रक्रिया में पूर्ण गोपनीयता और गोपनीयता सुनिश्चित होती है।",
    
    
    "Contact":"संपर्क करें",
    "form_firstname":"प्रथम नामअं*",
    "form_lastname":"तिम नाम*",
    "form_mobile":"मोबाइल नंबर*",
    "form_email":"ईमेल*",
    "form_message":"संदेश (वैकल्पिक)",
    "form_button":"जमा करना",


    "footer_heading_1":"उपयोगी कड़ियां",
    "link1":"राष्ट्रीय स्वास्थ्य मिशन",
    "link2":"राष्ट्रीय तम्बाकू नियंत्रण कार्यक्रम",
    "link3":"राष्ट्रीय स्वास्थ्य प्रणाली संसाधन केंद्र",
    "link4":"टाटा मेमोरियल सेंटर",
    "link5":"डब्ल्यू.एच.ओ. एफ.सी.टी.सी",
    "link6":"वैश्विक कैंसर वेधशाला",
    "link":"वेबसाइट",


    "footer_heading2":"संपर्क जानकारी",
    "location":"आई.सी.एम.आर.-राष्ट्रीय कैंसर रोकथाम और अनुसंधान संस्थान, स्वास्थ्य और परिवार कल्याण मंत्रालय, भारत सरकार",
    "address":"पता: I - 7, सेक्टर - 39, नोएडा, जिला। गौतम बुद्ध नगर, यू.पी. - 201301, भारत",
    "contacts":"लैंडलाइन: +91-120-2446938, पी.ए.बी.एक्स: 2446900, फैक्स: +91-120-2579473",
    
    
    "footer_heading3":"हम तक कैसे पहुंचे",
    "by_air":"हवाई मार्ग द्वारा: निकटतम हवाई अड्डा इंदिरा गांधी अंतर्राष्ट्रीय हवाई अड्डा, नई दिल्ली है।",
    "by_rail":"रेल द्वारा: एनआईसीपीआर तक पहुंचने के लिए निकटतम रेलवे स्टेशन आनंद विहार रेलवे स्टेशन, नई दिल्ली रेलवे स्टेशन हैं।",
    
    
    "footer_end":"एनआईसीपीआर-आईसीएमआर, स्वास्थ्य एवं परिवार कल्याण मंत्रालय, भारत सरकार। सर्वाधिकार सुरक्षित।",

    "loginmodal":"",

    "auth": {
    "login": "लॉगिन करें",
    "signup": "साइन अप करें",
    "noAccount": "कोई खाता नहीं है? साइन अप करें",
    "haveAccount": "पहले से खाता है? लॉगिन करें"
    },
    "placeholders": {
        "name": "पूरा नाम",
        "email": "ईमेल",
        "password": "पासवर्ड"
    },
    "errors": {
        "invalidEmail": "अमान्य ईमेल",
        "shortPassword": "पासवर्ड बहुत छोटा है",
        "nameRequired": "नाम आवश्यक है",
        "invalidCredentials": "अमान्य लॉगिन विवरण"
    },
    "messages": {
        "loginSuccess": "सफलतापूर्वक लॉगिन हुआ!",
        "signupSuccess": "साइन अप सफल! अब आप लॉगिन कर सकते हैं।"
    }
}